Repository: reikjarloekl/woocommerce-sepa-direct-debit-payment-gateway
Catalog: languages/sepa-direct-debit-*.po
Languages: fr_fr

source: SEPA Direct Debit
fr_fr: Domiciliation SEPA

source: Creates PAIN.008 XML-files for WooCommerce payments.
fr_fr: Créé des fichiers XML PAIN.008 pour les paiements WooCommerce.

source: Account holder
fr_fr: Titulaire de compte

source: (from parent order)
fr_fr: (depuis commande parente)

source: SEPA XML
fr_fr: Liste SEPA

source: Could not create output path %s
fr_fr: Impossible de créer le chemin de sortie %s

source: Order
fr_fr: Commande

source: Amount
fr_fr: Montant

source: Shipping Name
fr_fr: Nom pour la livraison

source: Account Holder
fr_fr: Titulaire de compte

source: For some orders, name of account holder does not match name in shipping address.
fr_fr: Pour certaines commandes, le nom du titulaire du compte ne correspond pas au nom de l'adresse de livraison.

source: Export to SEPA XML
fr_fr: Exporter SEPA vers XML

source: Please setup the payment target information first in WooCommerce/Settings/Checkout/SEPA Direct Debit.
fr_fr: Veuillez d'abord configurer les informations sur la cible de paiement dans WooCommerce/Settings/Checkout/SEPA Direct Debit.

source: SEPA XML-Files
fr_fr: Fichiers SEPA XML

source: Please use right-click and 'save-link-as' to download the XML-files.
fr_fr: Veuillez utiliser le bouton droit de la souris et le bouton "Enregistrer le lien sous..." pour télécharger les fichiers XML.

source: Order %d
fr_fr: Commande %d

source: Could not create output file %s
fr_fr: Impossible de créer le fichier de sortie %s

source: You do not have permission to access this page!
fr_fr: Vous n'avez pas la permission d'accéder à cette page.

source: Export SEPA XML
fr_fr: Exportation SEPA XML

source: Only WooCommerce Subscriptions version 2.0 and higher is supported.
fr_fr: Seuls les abonnements WooCommerce version 2.0 et ultérieure sont pris en charge.

source: Exported %d payments to new SEPA XML: %s
fr_fr: Exportation de %d paiements vers un nouveau fichier XML %s

source: No new payments to export.
fr_fr: Pas de nouveaux paiements à exporter.

source: Enable/Disable
fr_fr: Activer / Désactiver

source: Enable SEPA Direct Debit.
fr_fr: Activer la domiciliation SEPA.

source: Title
fr_fr: Titre

source: This controls the title which the user sees during checkout.
fr_fr: Cela contrôle le titre que l'utilisateur voit lors de la commande.

source: This controls the description which the user sees during checkout.
fr_fr: Cela contrôle la description que l'utilisateur voit lors de la commande.

source: Pay with SEPA direct debit.
fr_fr: Payer avec le prélèvement automatique SEPA.

source: Ask for BIC
fr_fr: Demander BIC

source: Check this if your customers have to enter their BIC/Swift-Number. Some banks accept IBAN-only for domestic transactions.
fr_fr: Cochez cette case si vos clients doivent entrer leur numéro BIC/Swift. Certaines banques acceptent l'IBAN uniquement pour les transactions.

source: Remittance information
fr_fr: Renseignements sur les prélèvements

source: The text that will show on the account statement of the customer as remittance information.
fr_fr: Le texte qui s'affichera sur le relevé de compte du client sous forme d'informations de prélèvement

source: Target account holder
fr_fr: Titulaire du compte cible

source: The account holder of the account that shall receive the payments.
fr_fr: Le titulaire du compte qui recevra les paiements.

source: Target IBAN
fr_fr: IBAN cible

source: The IBAN of the account that shall receive the payments.
fr_fr: L'IBAN du compte qui recevra les paiements.

source: Target BIC
fr_fr: BIC cible

source: The BIC of the account that shall receive the payments.
fr_fr: Le BIC du compte qui recevra les paiements.

source: Creditor ID
fr_fr: ID du créancier

source: The creditor ID to be used in SEPA debits.
fr_fr: L'identifiant du créancier à utiliser dans les débits SEPA.

source: Export payments as express debits (COR1)
fr_fr: Paiements à l'exportation en tant que débits express (COR1)

source: Check this to export debits as express or COR1 debits. This reduces the debit delay from 5 to 1 business day but is not supported by all banks. Please check with your bank before enabling this setting.
fr_fr: Cochez cette case pour exporter les débits en tant que débits express ou COR1. Cela réduit le délai de débit de 5 à 1 jour ouvrable, mais n'est pas pris en charge par toutes les banques. Veuillez vérifier auprès de votre banque avant d'activer ce réglage.

source: Awaiting SEPA direct debit completion.
fr_fr: En attente de l'achèvement du prélèvement.

source: Please enter a valid IBAN.
fr_fr: Veuillez entrer un IBAN valide.

source: Please enter a valid BIC.
fr_fr: Veuillez entrer un code BIC valide.

source: John Doe
fr_fr: Titulaire du compte

source: DE11222222223333333333
fr_fr: FR11222222223333333333

source: XXXXDEYYZZZ
fr_fr: XXXXFRYYZZZ

source: is a required field.
fr_fr: est un champ obligatoire.

source: Sepa Direct Debit
fr_fr: Domiciliation SEPA

source: SEPA Direct Debit support for Woocommerce
fr_fr: Prise en charge SEPA Direct Debit pour Woocommerce
