Repository: reikjarloekl/woocommerce-sepa-direct-debit-payment-gateway
Catalog: wordpress/sepa-direct-debit/languages/sepa-direct-debit-*.po
Languages: de_de

source: SEPA Direct Debit
de_de: SEPA-Lastschrift

source: Creates PAIN.008 XML-files for WooCommerce payments.
de_de: Erstellt PAIN.008 XML-Dateien für WooCommerce Zahlungen.

source: Account holder
de_de: Kontoinhaber

source: is a required field.
de_de: ist ein Pflichtfeld.

source: Please enter a valid IBAN.
de_de: Bitte geben Sie eine gültige IBAN ein.

source: Please enter a valid BIC.
de_de: Bitte geben Sie eine gültige BIC ein.

source: (from parent order)
de_de: (aus Elternbestellung)

source: Could not create output path %s
de_de: Kann Ausgabepfad %s nicht anlegen

source: Order
de_de: Bestellung

source: Amount
de_de: Betrag

source: Shipping Name
de_de: Name (Versandadresse)

source: Account Holder
de_de: Kontoinhaber

source: For some orders, name of account holder does not match name in shipping address.
de_de: Für einige Bestellungen entspricht der Name des Kontoinhabers nicht dem Namen in der Versand-Adresse.

source: Export to SEPA XML
de_de: Nach SEPA XML exportieren

source: Please setup the payment target information first in WooCommerce/Settings/Checkout/SEPA Direct Debit.
de_de: Bitte geben Sie erst die Informationen zum Zahlungsziel ein unter WooCommerce/Einstellungen/Kasse/SEPA Lastschrift.

source: SEPA XML-Files
de_de: SEPA XML-Dateien

source: Please use right-click and 'save-link-as' to download the XML-files.
de_de: Bitte klicken Sie mit der rechten Maustaste und "Speichern-Link unter", um die XML-Dateien herunterladen.

source: Order %d
de_de: Bestellung %d

source: Could not create output file %s
de_de: Konnte Ausgabedatei %s nicht erstellen

source: You do not have permission to access this page!
de_de: Sie sind nicht befugt, auf diese Seite zuzugreifen!

source: Export SEPA XML
de_de: SEPA XML exportieren

source: Only WooCommerce Subscriptions version 2.0 and higher is supported.
de_de: Nur WooCommerce Subscriptions Version 2.0 oder höher wird unterstützt.

source: Exported %d payments to new SEPA XML: %s
de_de: %d Zahlungen in neues SEPA XML exportiert: %s

source: No new payments to export.
de_de: Keine neuen Zahlungen zum Export.

source: Enable/Disable
de_de: Aktivieren/Deaktivieren

source: Enable SEPA Direct Debit.
de_de: SEPA-Lastschrift aktivieren.

source: Title
de_de: Titel

source: This controls the title which the user sees during checkout.
de_de: Hier können Sie den Titel eingeben den der Benutzer während des Checkouts sieht.

source: Description
de_de: Beschreibung

source: This controls the description which the user sees during checkout.
de_de: Hier können Sie die Beschreibung eingeben den der Benutzer während des Checkouts sieht.

source: Pay with SEPA direct debit.
de_de: Per SEPA-Lastschrift bezahlen.

source: Ask for BIC
de_de: Nach BIC fragen

source: Check this if your customers have to enter their BIC/Swift-Number. Some banks accept IBAN-only for domestic transactions.
de_de: Auswählen, wenn Sie die BIC/Swift-Nummer von Ihren Kunden abfragen wollen. Einige Banken akzeptieren Lastschriften mit nur der IBAN für Inlandsüberweisungen.

source: Remittance information
de_de: Verwendungszweck

source: The text that will show on the account statement of the customer as remittance information.
de_de: Dieser Text wird auf dem Kontoauszug des Kunden als Verwendungszweck angezeigt.

source: Target account holder
de_de: Ziel-Kontoinhaber

source: The account holder of the account that shall receive the payments.
de_de: Der Kontoinhaber des Kontos, das die Zahlungen erhalten soll.

source: Target IBAN
de_de: Ziel IBAN

source: The IBAN of the account that shall receive the payments.
de_de: Die IBAN-Nummer des Kontos, das die Zahlungen erhalten soll.

source: Target BIC
de_de: Ziel BIC

source: The BIC of the account that shall receive the payments.
de_de: Die BIC-Nummer des Kontos, das die Zahlungen erhalten soll.

source: Creditor ID
de_de: Gläubiger ID

source: The creditor ID to be used in SEPA debits.
de_de: Die Gläubiger ID, die für SEPA-Lastschriften verwendet wird. Wird in Deutschland von der Bundesbank vergeben.

source: PAIN file format
de_de: PAIN Datei-Format

source: The PAIN XML version to create. If you don't know what this is, leave unchanged.
de_de: Die zu erstellende PAIN-XML-Version. Wenn Sie nicht wissen, was das ist, lassen Sie es unverändert.

source: pain.008.003.02 (SEPA DK 2.7 to 2.9)
de_de: pain.008.003.02 (SEPA DK 2.7 bis 2.9)

source: pain.008.001.02 (SEPA DK from 3.0)
de_de: pain.008.001.02 (SEPA DK ab 3,0)

source: Export payments as express debits (COR1)
de_de: Zahlungen als Eillastschrift (COR1) exportieren.

source: Check this to export debits as express or COR1 debits. This reduces the debit delay from 5 to 1 business day but is not supported by all banks. Please check with your bank before enabling this setting. Is ignored for pain.008.001.02 file format.
de_de: Auswählen, um Zahlungen als sog. Eil- oder COR1-Lastschriften zu exportieren. Dadurch wird die Wartezeit vor Auslösen der Lastschrift auf Seiten der Bank von 5 auf 1 Bankarbeitstag reduziert. Das Verfahren wird aber nicht von allen Banken unterstützt. Bitte sprechen Sie mit Ihrer Bank bevor Sie die Option aktivieren. Wird für pain.008.001.02 nicht verwendet.

source: Export all transfers in single payment info segment
de_de: Alle Zahlungen in einem einzelnen Payment Info segment im XML exportieren

source: Check this to export all payments in a single payment info segment within the XML file. This is required by some banks (e.g., German Commerzbank) and may reduce costs with other banks. The sequence information will be set to "one-off" in this case for all payments. If this setting is disabled, each transfer is exported in a separate payment info segment having the sequence type set correctly ("one-off", "first of a series of recurring payments", "recurring payment").
de_de: Auswählen, um alle Zahlungen in einem einzigen Payment Information Segment innerhalb der XML-Datei zu exportieren. Dies wird von einigen Banken (z.b. der deutschen Commerzbank) verlangt und kann die Kosten bei anderen Banken senken. Die sog. Sequenz Informationen werden in diesem Fall für alle Zahlungen auf "einmalige Zahlung" gesetzt. Wenn diese Einstellung deaktiviert ist, wird jede Übertragung in einem separaten Payment Information Segment exportiert, wobei der Sequenz Typ korrekt gesetzt ist ("einmalige Zahlung", "erste einer Reihe von wiederkehrenden Zahlungen", "wiederkehrende Zahlung").

source: Include payment information in admin emails
de_de: Zahlungsinformationen in Admin-Emails einfügen

source: Check this to include account holder, IBAN and BIC (if requested, see setting above) in order emails sent to the shop admin.
de_de: Auswählen, um IBAN, BIC (wenn abgefragt, s. Einstellung oben) und Kontoinhaber in Bestellungsmails einzufügen, die an den Shop-Admin verschickt werden.

source: Set order status to "Processing"
de_de: Bestellstatus auf "Bearbeitung" setzen

source: Check this to set the order status to "Processing" immediately. Use this option if you want to start processing the order and trust the direct debit to be fulfilled later. The payment does not need to be entered manually in this case after the money has been transferred.
de_de: Auswählen, um Bestellung sofort nach Eingang auf den Status "Bearbeitung" zu setzen, so dass Bestellung sofort verarbeitet werden kann. Nur aktivieren, wenn Sie darauf vertrauen, dass die Zahlung über Lastschrifteinzug sicher erfolgen wird. Der Zahlungseingang braucht dann im System nicht manuell vermerkt werden.

source: There was a problem retrieving the sepa payment information.
de_de: Beim Laden der SEPA Zahlungsinformation ist ein Problem aufgetreten.

source: Automatically marking payment complete due to payment gateway settings.
de_de: Automatisch als bezahlt markieren aufgrund Zahlungsgateway-Einstellungen.

source: Awaiting SEPA direct debit completion.
de_de: Warten auf die Fertigstellung der SEPA-Lastschrift.

source: John Doe
de_de: Max Mustermann

source: There was a problem storing the sepa payment information.
de_de: Beim Speichern der SEPA Zahlungsinformation ist ein Problem aufgetreten.

source: PAYMENT INFORMATION
de_de: ZAHLUNGSINFORMATION

source: Payment information
de_de: Zahlungsinformation

source: SEPA Direct Debit ending in %1$s
de_de: SEPA-Lastschrift endend auf %1$s

source: Sepa Direct Debit
de_de: SEPA-Lastschrift

source: SEPA Direct Debit support for Woocommerce
de_de: SEPA-Lastschrift-Unterstützung für Woocommerce
